Repository: atlas-studios/Session2-G9
Catalog: omegat/project_save.tmx
Source language: zh_cn
Languages: en_us

source: “让让，让让……”胖叔叔刚刚说了没几句话，就一时不慎被人挤到了旁边，他哪里肯甘心，赶忙凭着身体的优势将林立挤开，又凑到了凯文跟前：“凯文魔法师，宴会完了之后一起吃个饭怎么样？罗德叔叔手上正好有笔生意想跟魔法公会谈谈！”
en_us: "Excuse me, excuse me..." The chubby uncle had only said a few words and was accidentally squeezed to a side. How was he willing to take it lying down? He hurriedly pushed Lin Li away with his physical advantage and moved up to Kevin again. "Mage Kevin, how about having a dinner with me after the banquet? Uncle Rode has a business deal to discuss with the Guild of Magic!"

source: “记住，要做，就要做得干净一点。”
en_us: "Remember, if you do, do it in a clean way."

source: “记得。”
en_us: "Yes."

source: “试试手肘！”
en_us: "Time to try my elbow!"

source: “试试！”
en_us: "I'll give it a try!"

source: “说什么混账话？我不管你，谁管你？”
en_us: "What kind of rubbish are you saying? If I stop caring about you, who else will?"

source: “说什么连累不连累的？”
en_us: "Don't say that—this isn't a matter of burden or not!"

source: “说句心里话凯文大哥，小弟对你是真佩服，以前父亲就跟我说，这加洛斯城里，凯文大哥是唯一一个魔法天赋比我强的年轻人，那时候我还不太相信，一直等到去年，凯文大哥突破八级的时候，我才知道父亲的眼光果然没错……”
en_us: "Brother Kevin, to be honest, I really admire you. Father once told me that you are the only young man in the whole Jarrosus City with a stronger gift in magic than me. I had not believed him then; only last year when you had surpassed level-eight in the mage certification did I realize Father's vision was not wrong..."

source: “说来也是奇怪，这小子执掌曼尼斯家族七年，居然连一次手都没出过，谁也不知道他究竟什么实力，老奥丁你知道吧，前几年因为有些生意上的冲突，老家伙就派了几个杀手，想去摸摸人家的底，结果派出去的人一个都没回来不说，没过几天，还在睡觉的时候被人把胡子给剃了，老家伙半夜醒来一看，当场就被吓成了弱智，连夜跑到曼尼斯家，又是求饶又是道歉，才总算把这事给了结了。”
en_us: "Speaking of which, it's odd. The boy has been in charge of the Mannes Family for seven years but has not fought even once. No one knows what his actual strength is. You know Old Odin. A few years ago, due to some business strife, the old fellow sent a few assassins to sound him out. In the end, none of the people he sent returned, and a few days later his beard was shaved while he was asleep. The old fellow woke up in the middle of the night and was scared silly on the spot. He ran over to the Mannes' house overnight, begging for mercy, and apologized for what he did. Only then was the matter finally settled.”

source: “谁他妈有空虐待这些废柴……”葛瑞安两眼一瞪，害怕引火烧身的几个魔法师赶紧往后缩去，这才听胖老头继续说道：“你第一次来魔法公会的时候，我不是正跟阴影之都的人谈判么，当时我们谈的就是屠魔山谷的控制权，估计你就是那时候记下的……”
en_us: "Whoever has the damn time to abuse these useless bums..." Gerian shot them a glare and the mages shrank back immediately, afraid that they might draw fire to themselves. Gerian then continued, "The first time you arrived at the Guild of Magic, wasn't I talking to someone from Shadow City? We were talking about the control of Demon Fall Valley at that time, I guess you remembered it from there..."

source: “谁他妈管你是不是魔法公会的人？”葛瑞安神色凶恶，咆哮声在地下室内久久回荡：“老子现在是寻仇——寻仇你懂吗？你现在就出去喊喊看，就说魔法公会囚禁了你，看有没有人敢为你出口，还他妈有什么权利，老子需要权利吗？”
en_us: "Who the f*ck cares whether you belong to the Guild of Magic?" Gerian's expression was ferocious, and his angry roar echoed in the basement for a long while. "I am seeking revenge now. Seeking revenge, you understand? Go out and scream that the Guild of Magic has kept you captive, see whether anyone dares to speak up for you. Still talking about what damn rights... do I need them?

source: “谁知道，估计人家以为这里的都是有钱人，想来讨点钱买药升级呢。”
en_us: "Who knows. Maybe he thinks the rich are here, and would like to get some money for a potion to level up."

source: “谁这么下流，居然在我家里藏了个黑洞！”在最后一丝意识被黑暗吞噬前，林立心头冒出的居然是这么个疑问……
en_us: "Which despicable fellow hid a black hole in my house!?" The question popped up in Lin Li's head before his last stream of consciousness faded into the darkness...

source: “谁？”
en_us: "Who goes there?"

source: “谜蓝宝石归你，这条项链归我。”
en_us: "The Enigma Sapphire is yours, the necklace is mine."

source: “谢天谢地……”老安度因如释重负，有些不好意思的解释道：“这几天我在等一个很重要的消息，确实抽不出时间去采，你愿意帮忙可真是太好了！”
en_us: "Thank God..." Old Andoine heaved a sigh of relief and explained rather embarrassedly, "I am waiting for some very important news these few days and it's really hard to find the time to go. It's great that you're willing to help!"

source: “谢谢。”听着老法师絮絮叨叨的叮嘱，林立忽然觉得眼眶有些湿润，为了不让气氛太过尴尬，他很勉强的挤出几分笑容，用一种很随意的语气问道：“打算什么时候走？”
en_us: “Thank you.” After listening to the old mage’s gentle and thoughtful exhortation, Lin Li suddenly felt that his eyes were moist. In order to lighten the atmosphere, he gave a reluctant smile and asked casually, “When are you planning to leave?”

source: “谢谢会长！”
en_us: "Thank you, President!"

source: “谢谢你，费雷先生……”一时间伊娜只觉惊喜交加，小嘴一扁眼看就要哭出声来
en_us: "Thank you, Mr Felic..." Ina was pleasantly surprised, her lips were pursed as if she was about to cry.

source: “谢谢葛瑞安会长。”安东尼－罗林听到这个数字，一颗悬起的心终于落了下去，自己手上一共有二十万，再加上这八万金币的话，应该足以吃下三瓶奥法药剂了。
en_us: "Thank you, President Gerian." When Anthony Rolin heard the figure, his suspended heart finally descended into place. He had a total of 200,000 on hand; adding in the 80,000 gold coins, it would be enough to acquire the three bottles of Arcane Magic Potion.

source: “败家子！”这种浪费行为落入安度因眼中，直将老法师气得跳脚大骂。
en_us: The action fell into the eyes of Andoine, who deemed it as a waste of power. He stomped his feet in anger and chided, "Wastrel!"

source: “贵倒是不贵……”林立点了点头，这价格确实不贵，精铁锻造的双手巨剑，若是放在镀金玫瑰里，至少会卖到两百金币以上，象这间店里的价格，已经算是很公道了。
en_us: "Reasonable indeed..." Lin Li nodded his head. For a two-handed giant sword made out of indurium, the price quoted was not high. At Gilded Rose, it would be priced at at least 200 gold coins. 100 gold coins was a rather fair price.

source: “费……费雷先生……”长腿美女声音哽咽，眼看已是泣不成声：“求求你救救我爸爸……”
en_us: "Mr... Mr Felic..." The long-legged beauty choked in between sobs. "Please help my father..."

source: “费雷……出事了。”
en_us: "Felic… Something has happened."

source: “费雷……费雷！”四周一片喧闹，凯文说话的时候，必须凑到林立耳边大吼才能听见：“再往前面挤挤！”
en_us: “Felic… Felic!” It was a ruckus all around. Kevin had to shout into Lin Li's ears for him to hear. "Squeeze to the front a little more!"

source: “费雷你来了。”这确实替两个法师解了围，见林立过来，葛瑞安也没空再继续训他们了：“来来来，我跟你谈点事情。”
en_us: "Felic, you've come." It had indeed helped the two mage out of their predicament. Gerian had no time to lecture them seeing that Lin Li had came. "Come, come, I have something to discuss with you."

source: “费雷你没事吧？”而就在这个时候，凯文也终于从围观人群中挤了进来，神色关切的询问着林立的伤势。
en_us: "Felic, are you alright?" Right then, Kevin finally squeezed in from the crowd and inquired on Lin Li's injury with concern.

source: “费雷先生……”
en_us: “Mr Felic…”

source: “费雷先生……我……”伊娜白皙的小手紧握，不断在心里为自己打气，可“我”了半天，最后说出的却是：“费雷先生再见……”
en_us: "Mr Felic... I..." Ina's small, fair hands were clenched, and she was cheering for herself mentally. But after a few stammers of "I", all she said at last was, "Goodbye, Mr Felic."

source: “费雷先生怎么一个人坐在这里，是不是在怪艾萨克招呼不周？”
en_us: "Mr Felic, why are you sitting here alone? Are you blaming Isaac for the poor reception?"

source: “费雷先生！”林立刚走到冒险者公会门外，却看见伊娜追了出来，长腿美女金发飞扬，一张俏脸却是涨得通红，神色间七分羞涩三分不舍：“费雷先生……”
en_us: "Mr Felic!" Lin Li had just stepped out of the Adventurers Guild when he saw Ina running after him. The long-legged beauty's blond hair flew in the air and her pretty face was flushed, her expression one of bashfulness with a hint of reluctance to say goodbye.

source: “费雷先生！”林立正张望着，却忽然听见一个熟悉的声音从身后传来。
en_us: "Mr Felic!" a familiar voice came from behind when Lin Li was still looking about.

source: “费雷先生，不用了……真的不用了，我这件皮甲还可以穿很久的……”一路上希恩死活不肯，结结巴巴的就要推辞，他从小家境就不好，早就养成了勤俭节约的好习惯，一件皮甲除非破得不成样子，否则根本就舍不得换，在这个憨厚青年的眼里，购置一件皮甲可是要花一大笔钱的。
en_us: "Mr Felic, it won't be necessary... really. My leather armor is very durable. I can still wear it for a long time..." along the way, Sheehan was stubbornly reluctant, stammering to decline. He had come from a humble background, which cultivated a good habit of diligence and frugality. This made him unwilling to change his leather armor unless it was completely worn out. To this good-natured young man, the purchase of a leather armor would cost a large sum of money.

source: “费雷先生，你是加洛斯城的人吗？”就好象现在这个问题，你说林立该怎么回答？
en_us: “Mr Felic, are you from Jarrosus City?” How should Lin Li answer this kind of question?

source: “费雷先生，我能问你一个问题吗？”正要埋头赶路，那位有着一头金色长发的美女，却从队伍最后赶了上来。
en_us: "Mr Felic, can I ask you a question?" Just as he was about to push on with the journey, the beauty with the long blond hair hurried up to him from behind.

source: “费雷先生，谢谢你，如果不是你的话，我真不知道该怎么办才好了。”伊娜目光中充满了感激：“你帮了我们这么多次，伊娜却没什么可以报答你的……”
en_us: "Mr Felic, thank you. If not for you, I wouldn't know what to do." Ina's eyes were filled with gratitude. "You've helped us so many times, but I have nothing to repay your kindness..."

source: “费雷法师是吗？”整封信看完，胖老头已经完全抽风了，望向林立的目光更是绿幽幽直勾勾的，让林立没来由的背心一阵发凉：“你的事情，安度因在信上都跟我说了，据他说，你好象还没进行过等级认证吧？”
en_us: "Mage Felic?" The old man was utterly out of breath after finishing the letter. His fixed gaze on Lin Li was a glimmering green, sending a chill down Lin Li's spine. "Andoine has told me all about you in his letter. According to him, you have not gone through a level certification?”

source: “费雷法师，我现在正式代表公会欢迎你的加入，从今天开始，你就是加洛斯魔法公会的一员了，有什么不明白的地方，你可以问问凯文这小子。”收起等级认证记录，葛瑞安带着一脸心满意足的笑容宣布。
en_us: "Mage Felic, on behalf of the guild, I officially welcome you as one of us. From now on, you are a member of the Jarrosus Guild of Magic. If there are things you don't understand, do ask Kevin," Gerian announced with a smile of satisfaction on his face as he gathered the level certification records.

source: “费雷魔法师……”艾萨克想为巴瑟罗尔求情，但一句话到了嘴边，却听见了林立低沉的咒语吟唱声。
en_us: "Mage Felic..." Isaac tried to mediate for Bathrilor, but when he was about to speak, he heard a low rumble of recitation from Lin Li.

source: “费雷魔法师，我这几天有个想法，您看能不能行得通。”随着谈话内容深入，老格林的语气，也从先前的探讨变成了请教。
en_us: "Mage Felic, I've a few ideas these few days. Do you think it will work?" As the conversation went on, Old Grimm's tone changed from one of discussion to one of asking for advice.

source: “费雷魔法师，谢谢您帮我教训儿子。”老梅林神色诚恳，向着林立微微弯腰行了一礼，但等他再抬起头来的时候，眼中已是带着一丝杀意：“但有些事情，还是应该交给我这个做父亲的，年轻人，厚道一点总是没错。”
en_us: "Mage Felic, thanks for disciplining my child on my behalf." Old Merlin looked sincere and bowed slightly to Lin Li. But when he looked up, his eyes divulged a hint of murderous intent. "But some things should be left to me, the father. Young man, it never hurts to be a little kinder."

source: “费雷魔法师，这是小女罗琳，她从小就很喜欢钻研医术，对药剂学也感兴趣，如果费雷魔法师以后有空的话，不妨指点指点她，也算是卖我这老家伙一个面子。”
en_us: "Mage Felic, this is my daughter, Rowling. She has been very fond of studying medicine since young and is also interested in potion making. If Mage Felic ever has the time, you might as well guide her along. Take it as giving me some face."

source: “费雷魔法师，这是真的吗？”霍伦神色之间，多了一丝严厉。
en_us: "Mage Felic, is this true?" Hoeren's expression was faintly stern.

source: “费雷！”凯文从背后追上，跟林立打了声招呼。
en_us: "Felic!" Kevin caught up from behind and greeted Lin Li.

source: “费雷！”这一次罗琳终于听清楚了，她怎么也没想到，刚才那个看起来很年轻的魔法师，竟然就是最近加洛斯传得沸沸扬扬的药剂师费雷！
en_us: "Felic!" This time, Rowling had finally heard it clearly. Never had she expected that the young-looking mage from just now was actually Felic, the pharmacist who had been the subject of heated discussions in Jarrosus recently!

source: “费雷！到处都找不到你，原来你躲到这里来了……”正寻思着要不要找个地方躲起来看好戏，却听见凯文的声音从大厅里传来。
en_us: "Felic! I can't find you anywhere, so that's where you're hiding..." Lin Li was contemplating whether to hide in a corner and watch the upcoming show when he heard Kevin's voice coming from the hall.

source: “费雷，你先在这里坐一下，我跟伊娜去交任务，很快就回来。”
en_us: "Felic, take a seat here first. Ina and I are going to turn in our quest, we'll be back soon."

source: “费雷，你可算是回来了……”凯文一边擦去额头上的冷汗，一边心有余悸的说道：“你要是再晚半个小时回来，葛瑞安叔叔非揍死我不可！”
en_us: "Felic, you're finally back..." Kevin wiped the cold sweat off his forehead as he continued with a lingering fear in his heart. "If you had come back half an hour later, Uncle Gerian would have beat me to death!"

source: “费雷，你抄完咒语了？”凯文进门时，正看见林立在收拾书本：“正好，葛瑞安会长让我跟你说一声，他在一楼大厅等你，让你抄完咒语之后就去找他，他好象有什么事情要跟你说。”
en_us: "Felic, are you done with copying the spells?" Kevin saw Lin Li packing up the books just as he entered. "Just right. President Gerian wanted to me tell you that he's waiting for you at the hall on the ground floor and would like you to go to him once you’re done with copying the spells. He looked like he had something to tell you."

source: “费雷，快看，有消息了！”
en_us: "Felic, look, there's news!"

source: “费雷，有空吗？”凯文笑着走过来，跟林立打了个招呼：“要是没什么事的话，能不能陪我去城里逛逛，我打算买点东西。”
en_us: “Felic, are you free?" Kevin advanced with a smile and greeted Lin Li. "If there's nothing to do, can you accompany me to town? I have some things to buy."

source: “费雷，有空吗？帮我看看这支法杖怎么样？”
en_us: “Felic, are you free? Help me take a look at this magic staff. What do you think?”

source: “费雷，这里就是加洛斯城了。”走在熙熙攘攘的街头，麦格雷尼热心的给林立介绍着这座繁华的城市：“前面不远的地方，就是冒险者公会，在没接到任务的时候，我一般都会待在这里，如果你有什么事需要帮忙的话，可以在旁边的翡翠酒馆找到我。”
en_us: "Felic, this is Jarrosus City." McGrenn was enthusiastically introducing the bustling city to Lin Li as they walked along the lively streets. "Not far ahead is the Adventurers Guild. I usually spend my time there when there are no quests. If you need any help, you can find me at the Emerald Tavern."

source: “赔了瓶奥法药剂。”葛瑞安一屁股坐在椅子上，脸上的表情分外肉疼：“妈的这个亏吃大了……”
en_us: "Lost a bottle of Arcane Magic Potion." Gerian plopped down on the chair with a resentful expression on his face. "Damn, this is such a big loss..."

source: “走了。”
en_us: "He left."

source: “走了？哎呀！”
en_us: "He left? Oh no!"

source: “走开！你这个怪物……给我走开呀！”哭喊声中，伊娜正拼命的挣扎着。
en_us: “Go away! You monster… stay away from me!” Ina was struggling desperately in between cries.

source: “走！”
en_us: "Leave!"

source: “走，我带你出去买件新的。”内疚之下，林立也忘了自己还饿着肚子了，跟两个室友说了一声，就带着希恩出了魔法公会。
en_us: "I'll buy you a new one. Let's go," due to guilt, Lin Li also forgot about his food search. After informing the two roommates, he led Sheehan out of the Guild of Magic.

source: “赶快滚！”
en_us: "Scram immediately!"

source: “起码值十万金币呀……”
en_us: "It's worth at least 100,000 gold coins..."

source: “轰隆轰隆轰隆……”刹时间只听闷响之声不绝于耳，无数条火龙冲撞之下，炽热的火元素疯狂肆虐，整个大厅之中充满了灼热的气息，在巴瑟罗尔绝望的目光中，无数火龙一拥而上，瞬间用一片烈焰将他彻底吞没。
en_us: "Boom, boom, boom..." In an instant, only muffled explosions could be heard without end. Under the collisions of countless fire dragons, the blistering fire elements raged wildly and the whole hall was bathed in a scorching atmosphere. In Bathrilor's desperate eyes, numerous fire dragons swarmed up and swallowed him whole in a flash.

source: “轰隆！”双方又是一次惊天动地的碰撞，两股庞大魔力造成的余波辐射开来，将林立生生推得往后退了几步，一点点灼热的火星散落，在天空中划出道道华丽的轨迹。
en_us: Boom! Both sides had collided again. The aftershock brought on by the collision of two enormous lumps of mana radiated off, and pushed Lin Li a few steps back. Sparks of scorching meteors fell from the sky, leaving behind a glamorous trail.

source: “轰隆！”宴会大厅中，猛然传出一阵巨响。
en_us: "Boom!" An awful rumbling was heard in the banquet hall.

source: “轰！”
en_us: "Boom!"

source: “轰！”随着最后一段咒语落下，无数条火龙呼啸而过，比起巴瑟罗尔手上那枚红宝石戒指来，林立召唤出的火龙更多更强，就仿佛一片滔天烈焰燃起，眼看着就要将巴瑟罗尔彻底吞没。
en_us: "Boom!" Countless fire dragons roared past as the last spell fell. Compared to Bathrilor's ruby ring, the fire dragons summoned by Lin Li were greater in number and strength, like a torrential flame that was about to devour Bathrilor completely.

source: “还不是听了安度因那老东西教唆，想收刚才那个年轻魔法师当弟子，谁知道到了这里一看，人家那水平估计给我当老师都够了……”提起这件事，老格林胡子都气得翘起来了。
en_us: "Isn't it all because of Andoine, that old fellow's instigation. I was planning to take that young mage as my disciple. But who knew I'd arrive here to see that he was at the level high enough to be my teacher..." At the mention of this, Old Grimm's beard curled with anger.

source: “还不肯说？算了，你现在就算想说，老子也不想听了，反正等一会那小子的药剂配出来了，你肯定连几岁梦遗都会交代清楚。”
en_us: "Still won't talk? Forget it, even if you want to speak now, I won't want to listen to it. Anyway that kid would be concocting the potion in a moment. You'd even come clean about the age you had your first wet dreams."

source: “还好……暂时没发现什么不良影响。”
en_us: Jiang Yi let out a pent-up sigh. “Thankfully… well… at least for now, I haven’t discovered any negative impacts.”

source: “还愣着干什么？滚出去，别影响老夫炼丹……这江松看来是活腻了，上个茅房也上那么久？这回火竟还要老夫亲自动手……”
en_us: "What are you still standing here for? Get out! Don't disturb me from refining elixirs... This Jiang Song evidently wants to die—why is he taking so long in the toilet? I even have to temper the flames myself..."

source: “还愣着干什么？耽误了大少爷去武殿修炼，你这废物担待得起？”
en_us: "What are you still standing here for? You good-for-nothing, can you bear the responsibility of delaying Great Young Master's training at the martial arts hall?"

source: “还愣着干什么？还不抬着我和虎哥下山治疗，虎哥死了，我们都要死！哎哟，江逸，我要把你碎尸万段……”
en_us: "What are you waiting for? Hurry up and carry Brother Hu and I off the mountain for medical treatment! If Brother Hu dies, we would all have to die with him! Ouch... Jiang Yi, I am going to rip you to shreds..."

source: “还是不要这么麻烦了吧。”
en_us: "There’s no need to go through this much trouble."

source: “还是用江水诀疗伤吧！咦——”
en_us: “Might as well use the Jiang Water Art to heal up! Huh…?”

source: “还真有这么邪门的事情？难道是黑色元力的缘故？”
en_us: "Could such a bizarre thing really happen? Is it due to the black essence force?"

source: “还真藏着好东西？”林立不由愣了一下，能够散发出微弱魔法波动的，绝不会是一般的东西，就连老法师送给他的那根法杖，也够不上这样的资格。
en_us: "There really is good stuff hidden here?" Lin Li was stunned. Something that could give off a faint spell of magic was definitely something that was not ordinary. Even the staff that old mage had given him was not qualified enough for it.

source: “还真跟来了……”林立回头望了一眼，不由得乐了，杀人越货也不看看人来，你们最好跟得紧一些，等老子忙完手上的正事，少不了要换猎人号上来跟你们好好谈谈。
en_us: "They really came along..." Lin Li glanced back and couldn't help but feel excited. Playing bandits without looking into whom they'd be dealing with. They had better follow closely. Just wait till I settle the business on hand, I'll be putting on my hunter form for a good talk with them.

source: “还能怎么样……”葛瑞安翻了个白眼：“还不是阴影之巢那群小兔崽子找麻烦，非要跑到屠魔山谷来搞事。”
en_us: "What else can it be..." Gerian rolled his eyes. "It's all because of that rascal from the Shadow's Nest looking for trouble in the Demon Fall Valley of all places."

source: “这……好吧。”林立犹豫了一下，还是点头答应了下来。
en_us: "This... Alright." Lin Li paused for a while, but nodded in response.

source: “这……这不关你的事！”
en_us: "This... This is none of your business!"

source: “这……这些都是你的？”两人在那等了足有大半个小时，老家伙才从一堆魔晶中抬起头来，望向林立的目光，就好象是大灰狼见了小白兔一样。
en_us: "These... these are all yours?" The two guys had waited there for half an hour before the old man finally looked up from the pile of magical crystals.The way he looked at Lin Li was one of a big gray wolf looking at a small white bunny.

source: “这……这他妈究竟是什么情况？”其实早在刚才醒来的时候，林立就隐隐约约猜到了，自己身上恐怕发生了一些比较离奇的事情，但是他怎么也没想到，事情竟会离奇到这个地步。
en_us: What... What kind of damned situation is this? In fact, he had vaguely guessed that something bizarre must have happened to him when he had woken a while back. But he would never have guessed it was strange to this point.

source: “这……这就三万金币了？”林立目瞪口呆，这钱也来得太容易了。
en_us: "This... this... It's 30,000 gold coins just like that?" Lin Li was agape, the money had come too easily.

source: “这一位是公会的费雷魔法师。”
en_us: "This is Mage Felic from the guild."

source: “这不可能，这真的是清醒药剂？”老格林眼睛睁得很大，望向林立的目光已是充满了疑惑：“这在里面加了什么东西？”
en_us: "This is impossible. Is this really the Sobriety Potion?" Old Grimm's eyes were wide open and he looked at Lin Li with a face full of doubt. "What's added in it?"

source: “这东西怎么用？”林立神色间有些发蒙，他倒是知道水晶有记忆功能，通过魔法手段处理之后常常用于记录，比如魔法咒语，比如声音影像，但这么一张薄薄的水晶卡，他倒是一时有些弄不明白……
en_us: "How do I use this stuff?" Lin Li was a little perplexed. He knew that the crystal had a memory function and was often used for recording after being processed by magical means, such as magic spells and sound image. But he was puzzled by a thin crystal card like this...

source: “这两天我一直在想，我究竟还有什么可以教给你的，一直到今天早上，这个问题才不再继续困扰着我……因为我今天早上收到一封信，是一个老朋友发来的，他在信里告诉我，有一件很重要的事情需要我去处理。”
en_us: ”For the past two day, I have been pondering what else I could teach you. It wasn’t until this morning that these questions could no longer trouble me… This morning, I received a letter from an old friend. In his letter, he stated that there is a very important thing that he requires my help in.”

source: “这两天，你除了要尽快把房产处理掉之外，最好能多去魔法公会转转，如果能问出这批奥法药剂的来历，那自然是再好不过，就算问不出，你也必须先跟魔法公会搞好关系，这一次，他们恐怕真是挖来了一个药剂大师，你去的时候，就把家族里那几条十四级咒语带去吧，葛瑞安应该能明白我的意思……”老梅林的声音听起来有些失落：“从今以后，魔法公会也不在是以前的魔法公会了……”
en_us: "These two days, other than disposing of the properties as soon as possible, it'll be better to hang around the Guild of Magic as well. It'll be good if you can get to know the origin of this batch of Arcane Magic Potion. Even if you can't, you'll first have to establish a good relationship with the Guild of Magic. This time, they had most likely gotten themselves a potion master. When you go, bring those few level-fourteen spells from the family with you. Gerian will likely understand my intentions..." Old Merlin sounded a little dejected. "From now on, the Guild of Magic is not the Guild of Magic of the past..."

source: “这个……”听到这话，灰袍法师似乎有种被人反咬一口的感觉，不过林立既然已经问到了，他也只能开口劝解：“刚才的事我都看到了，确实是巴瑟罗尔的错，不过谁让我倒霉，正好认识他爷爷，为了不让那老家伙说我见死不救，我刚才才不得不出手帮他一个小忙，再说你刚才也已经教训过他了，能不能给我一点面子，这件事就这么算了吧……”
en_us: "This..." The mage in gray robe felt that he seemed to be bitten in the face at these words. However, since Lin Li had already asked, he could only try to mediate. "I saw what happened just now, it was indeed Bathrilor's fault. But I'm unlucky to know his grandfather. In order not to let that old fellow blame me for not doing anything to save his grandson from ruin, I had to intervene just now to help him. Besides, you've already taught him a lesson. Can you give me some face and forget about this matter..."

source: “这个……原来您就是大名鼎鼎的格林－伯恩塞德魔法师！真是久仰久仰……”在老格林矜持的目光下，林立面露惊骇之色，一边拼命在脸上挤出惊喜交加的表情，一边却已悄悄的捅了捅身旁的凯文，以极隐蔽极隐蔽的声音悄悄问道：“格林－伯恩塞德到底是谁？”
en_us: "Uh... So you are the famous mage Grimm Burnside! I've heard so much about you..." Under Old Grimm's reticent gaze, Lin Li looked appalled. He tried hard to squeeze out a pleasantly surprised expression on his face while secretly nudging Kevin, and asked in a very quiet voice, "Who is Grimm Burnside?"

source: “这么严重？”老格林微微一惊，一点点就导致精神力混乱，那若是喝下一整瓶去，岂不是要让精神力直接崩溃？
en_us: "So serious?" Old Grimm was slightly startled. A little of it would cause mental confusion; then, if one were to drink the whole bottle, wouldn't it cause a complete mental breakdown?

source: “这么做对你可没什么好处！”葛瑞安语气虽然强硬，脸色却有些变了。
en_us: "It will not do you any good!" Though Gerian's tone was tough, his facial expression had changed.

source: “这么大一块，估计十万都不止吧……”
en_us: "Such a big piece, I reckon it's more than 100,000..."

source: “这么早？”昨天等了大半个晚上消息，今天林立一觉睡到中午都还没醒，给葛瑞安开门的时候，还带着一脸惺忪的睡意。
en_us: "So early?" Lin Li had waited almost the whole night for news the day before and didn't wake up until noon today. He opened the door for Gerian with a sleepy face.

source: “这事……说起来可就话长了，来来来，找个安静的地方，我慢慢跟你说。”一说起这事，老家伙顿时兴奋起来，也不管旁边有人没人，直接拉了林立就走。
en_us: "This... If we talk now it'll take too long. Come, let's find a quiet place where I can slowly tell you what happened." The old man was instantly excited. He dragged Lin Li away, not caring if there were people around them.

source: “这事说来可就话长了，要不等改天有时间，我再慢慢跟你说？”林立倒是没撒谎，这事真要说起来，可就不是一时半刻能说清楚的，更何况……就算能说清楚，也要他敢说才行，穿越者是什么概念，完全来自另一个世界，几乎就等于异位面生物，比如深渊恶魔之流，这种事真要说了出去，估计林立立马就得被人抓起来烧死。
en_us: "It's a long story. How about I tell you slowly another day?" Lin Li was not lying-it would take a while to explain it clearly, let alone... Even if he could, he must muster enough courage to talk about time travelers. As someone totally from another world, his identity was almost equivalent to alien creatures, for example, abyss devils. If this was made known by others, Lin Li would probably be arrested and burned alive at once.

source: “这些你别管了，还有这些事别和外人说，你就等着过好日子吧。”
en_us: "Don't you worry about that! Additionally, don't tell anyone else about these things. Just wait for the good times to come."

source: “这些家伙，怎么这么有钱？”
en_us: "How come these fellows have so much money?"
